Repository: EXFFOO56566/ionic-wordpress
Catalog: Wordpress/plugins/geo-*/languages/GMW-*.po
Languages: fr_fr

source: The shortcode will use the post ID of the post being displayed or the post ID of each post within the loop.
fr_fr: Le shortcode utilisera l&#8217;ID du post affich&eacute; ou les ID de tous les posts dans la boucle.

source: country short name (ex IL )
fr_fr: Code pays (ex: FR)

source: country long name (ex Israel )
fr_fr: Nom normal du pays (ex: France)

source: Use a single value or multiple values comma separated of the information you would like to display. For example use info="city,state,country_long" to display "Hollywood FL United States"
fr_fr: Utilisez une ou plusieur valeurs (s&eacute;par&eacute;es par des virgules) pour les infos que vous voulez afficher. Par exemple, utilisez info="city,state,country_long" pour afficher "Lyon RA France"

source: This shortcode will display the information of the post with ID 3 which is ( for example ) "Hollywood,Florida,33021"
fr_fr: Ce shortcode affichera les infos du post avec l&#8217;ID 3. Par exemple "Lyon,Rh&ocirc;ne-Alpes,69000"

source: Use the shortcode without post_id when within a posts loop to display "Hollywood-FL"
fr_fr: Dans une boucle de post, utilisez le shortcode sans post_id pour afficher "Lyon-RA"

source: Use this example in the content of a post to display:
fr_fr: Utilisez cet exemple dans le contenu d&#8217;un post pour afficher :

source: GEO my WP Posts Locator add-on database tables must be updated. Please Backup your database before updating it.
fr_fr: Les bases de donn&eacute;es du module GEO my WP Posts Locator doivent &ecirc;tre mises &agrave; jour. Merci de faire une sauvegarde de votre base de donn&eacute;es et de proc&eacute;der &agrave; la mise &agrave; jour.

source: Phone Number
fr_fr: Num&eacute;ro de t&eacute;l&eacute;phone

source: Email Address
fr_fr: Adresse email

source: Full Address
fr_fr: Adresse compl&egrave;te

source: Days & Hours
fr_fr: Jours et heures

source: State Long
fr_fr: Longitude de l&#8217;&Eacute;tat / R&eacute;gion

source: Country Long
fr_fr: Longitude du pays

source: Formatted address
fr_fr: Adresse format&eacute;e

source: Use the map to drag and drop the marker to the desired location.
fr_fr: Utilisez la carte pour glisser et d&eacute;poser le marqueur &agrave; l&#8217;endroit voulu.

source: Locate Me
fr_fr: Me localiser

source: Type an address to autocomplete
fr_fr: Tapez une adresse pour compl&eacute;ter automatiquement

source: Enter Location Manually
fr_fr: Entrer la position manuellement

source: Fill out the address fields and click "Get Lat/Long" to retrive the latitude and longitude of the location.
fr_fr: Videz les champs d&#8217;adresse et cliquez sur "Obtenir Lat/Long" pour avoir la latitude et la longitude de la position.

source: Fill out the Latitude and Longitude fields and click on "Get Address" to retrive the address of the location.
fr_fr: Videz les champs Latitude et Longitude et cliquez sur "Obtenir Adresse" pour avoir l&#8217;adresse de la position.

source: Delete address
fr_fr: Supprimer Adresse

source: Location status
fr_fr: Statut de position

source: Loading...
fr_fr: Chargement ...

source: Location is ready
fr_fr: Position OK

source: A valid address, latitude and longitude are required to save the Location
fr_fr: Pour enregistrer la position il faut une adresse valide et/ou la latitude et la longitude.

source: Days
fr_fr: Jours

source: Hours
fr_fr: Heures

source: Website:
fr_fr: Site Web :

source: - All -
fr_fr: - Tout -

source: Leave a comment
fr_fr: Commenter

source: 1 Comment
fr_fr: 1 commentaire

source: % Comments
fr_fr: % commentaires

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Continuer &agrave; lire <span class="meta-nav">&rarr;</span>

source: Featured post
fr_fr: Publication associ&eacute;e

source: Permalink to %s
fr_fr: Permalink vers %s

source: Leave a reply
fr_fr: R&eacute;pondre

source: 1 Reply
fr_fr: 1 r&eacute;ponse

source: % Replies
fr_fr: % r&eacute;ponses

source: About %s
fr_fr: &Agrave; propos %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
fr_fr: Voir toutes les publications de %s <span class="meta-nav">&rarr;</span>

source: Google Places address autocomplete
fr_fr: compl&eacute;ter l&#8217;adresse automatiquement via Google Places

source: Display suggested results via Google address autcompelte while typing an address.
fr_fr: Afficher les suggestions de r&eacute;sultats de Google lorsqu&#8217;une adresse est entr&eacute;e.

source: Enter radius values
fr_fr: Valeurs de rayon

source: Enter the radius values. Single value to be default value or multiple values comma separated for a drop-down select box.
fr_fr: Indiquez les valeurs de rayon. Une seule valeur pour en avoir une par d&eacute;faut, ou plusieurs s&eacute;par&eacute;es par des virgules pour afficher un menu d&eacute;roulant.

source: Choose Between Miles and Kilometers.
fr_fr: Choisissez Kilom&egrave;tres ou Miles

source: Display "Order by" filter
fr_fr: Afficher le filtre "Trier par"

source: Display "Order by" filter.
fr_fr: Afficher le filtre "Trier par".

source: Show Map
fr_fr: Afficher la carte

source: Show/hide map above list of members results
fr_fr: Afficher / Masquer une carte avant la liste des membres.

source: Map width in pixels or percentage
fr_fr: Largeur de carte : (ex. 200px ou 100%)

source: Maps width in pixels or percentage
fr_fr: Largeur des cartes : (ex. 200px ou 100%)

source: Map height in pixels or percentage
fr_fr: Hauteur de carte : (ex. 200px or 100%)

source: Maps height in pixels or percentage
fr_fr: Hauteur de carte : (ex. 200px ou 100%)

source: Display Distance?
fr_fr: Afficher la distance ?

source: Show/hide distance in results.
fr_fr: Afficher / Masquer la distance dans les r&eacute;sultats.

source: Display Address?
fr_fr: Afficher la position ?

source: Show/hide member's address in results.
fr_fr: Afficher / Masquer l&#8217;adresse de l&#8217;utilisateur dans les r&eacute;sultats.

source: Display "Get directions" Link?
fr_fr: Afficher le lien "Itin&eacute;raire" ?

source: Show/hide get directions link in each results. The link will open a new page with Google map showing the directions from the address entered by the user to the member's location.
fr_fr: Afficher le lien "Itin&eacute;raire" qui ouvrira une fen&eacirc;tre Google Maps avec l&#8217;itin&eacute;raire pr&eacute;cis.

source: Active
fr_fr: Actif

source: Newest
fr_fr: Le plus r&eacute;cent

source: Alphabetical
fr_fr: Ordre alphab&eacute;tique
