Repository: EXFFOO56566/ionic-wordpress
Catalog: Wordpress/plugins/geo-*/languages/GMW-*.po
Languages: fr_fr

source: Display "get directions" link that will open a new window with google map shows the exact driving direction from the user to the location.
fr_fr: Afficher le lien "Itin&eacute;raire" qui ouvrira une nouvelle fen&ecirc;tre avec Google Maps avec l&#8217;itin&eacute;raire pr&eacute;cis entre la position de l&#8217;utilisateur et celle du post.

source: Map
fr_fr: Carte

source: Map width in px or %
fr_fr: Largeur de carte en px ou %

source: Enter the map's width in pixels or percentage. ex. 100% or 200px
fr_fr: Entrez la largeur de carte en pixels ou pourcentage. ex. 100% ou 200px

source: Map height in px or %
fr_fr: Hauteur de carte en px ou %

source: Enter the map's height in pixels or percentage. ex. 100% or 200px
fr_fr: Entrez la hauteur de la carte en pixels ou pourcentage. ex : 100% or 200px

source: Map type
fr_fr: Type de carte

source: Choose the map type
fr_fr: Choisir le type de carte

source: ROADMAP
fr_fr: PLAN

source: HYBRID
fr_fr: HYBRIDE

source: Map zoom level
fr_fr: Niveau de zoom de la carte

source: show frame around the map?
fr_fr: Montrer un cadre autour de la carte ?

source: Label
fr_fr: &Eacute;tiquette

source: enter title for the address field
fr_fr: Entrez un nom pour le champ d&#8217;adresse

source: Label within the input field
fr_fr: &Eacute;tiquette dans le champ

source: Mandatory Field
fr_fr: Champ requis

source: -- Same Page --
fr_fr: -- M&ecirc;me Page --

source: -- Disable search form --
fr_fr: -- D&eacute;sactiver le formulaire --

source: Do not use
fr_fr: Ne pas utiliser

source: Within the address field
fr_fr: Dans le champ d&#8217;adresse

source: Radius
fr_fr: Rayon

source: Form successfully updated
fr_fr: Formulaire mis &agrave; jour !

source: Form ID
fr_fr: ID formulaire

source: Form Name
fr_fr: Nom du formulaire

source: Save Changes
fr_fr: Sauvegarder

source: Delete this form
fr_fr: Supprimer Formulaire

source: Delete This Form
fr_fr: Supprimer Formulaire

source: Go back to list of forms
fr_fr: Retour &agrave; la liste des formulaires

source: Go Back To List of Forms
fr_fr: Retour &agrave; la liste des formulaires

source: Feature
fr_fr: Fonction

source: Post/Page Content
fr_fr: Dans du contenu de post / page

source: Tempalte file
fr_fr: Template

source: Form successfully created.
fr_fr: Formulaire cr&eacute;&eacute; !

source: There was an error while trying to create the new form.
fr_fr: Une erreur est survenue lors de la cr&eacute;ation du nouveau formulaire.

source: Form successfully duplicated.
fr_fr: Formulaire dupliqu&eacute; !

source: There was an error while trying to duplicate the form.
fr_fr: Une erreur est survenue lors de la duplication du formulaire.

source: Form successfully deleted.
fr_fr: Formulaire effac&eacute; !

source: There was an error while trying to delete the form.
fr_fr: Une erreur est survenue lors de la suppression du formulaire.

source: No Locations found. Nothing was exported
fr_fr: Aucune position trouv&eacute;e. Rien n&#8217;a &eacute;t&eacute; export&eacute;.

source: No Locations found. Nothing was imported.
fr_fr: Aucune position trouv&eacute;e. Rien n&#8217;a &eacute;t&eacute; import&eacute;.

source: locations successfully imported.
fr_fr: Positions import&eacute;es !

source: Import failed. No locations found.
fr_fr: &Eacute;chec de l&#8217;import. Aucune position trouv&eacute;e.

source: Import failed! The database table wp_store_locator does not exist in database.
fr_fr: &Eacute;chec de l&#8217;importation ! la table wp_store_locator n&#8217;existe pas dans la base de donn&eacute;es.

source: Enter Address...
fr_fr: Entrez une adresse...

source: Create new form
fr_fr: Cr&eacute;er un nouveau formulaire

source: Name
fr_fr: Nom

source: Edit this form
fr_fr: Editer ce formualire

source: Edit
fr_fr: Editer

source: Duplicate this form
fr_fr: Dupliquer ce formulaire

source: Duplicate
fr_fr: Dupliquer

source: Delete
fr_fr: Supprimer

source: You don't have any forms yet.
fr_fr: Vous n&#8217;avez pas de formulaires pour le moment.

source: Deactivate License Key
fr_fr: D&eacute;sactiver la cl&eacute;

source: Enter license key
fr_fr: Entrez votre cl&eacute;

source: Your license for %s plugin successfully activated. Thank you for your support!
fr_fr: Votre licence a bien &eacute;t&eacute; activ&eacute;e pour le module %s. Merci pour votre soutien !

source: Your license for %s plugin successfully deactivated.
fr_fr: Votre licence a bien &eacute;t&eacute; d&eacute;sactiv&eacute;e pour le module %s.

source: License is activated. Thank you for your support!
fr_fr: Licence activ&eacute;e. Merci pour votr soutien !

source: No license key entered. Please enter the license key and try again.
fr_fr: Pas de cl&eacute;e de licence. Merci d&#8217;entrer votre cl&eacute; et de r&eacute;&eacute;ssayer.

source: Your license has expired. Please renew your license in order to keep getting its updates and support.
fr_fr: Votre licence a expir&eacute;. Merci de la renouveler pour continuer de recevoir mises &agrave; jour et support.

source: Something is wrong with the key you entered. Please verify the key and try again.
fr_fr: Quelque chose ne va pas avec cette cl&eacute;e de licence. Merci de la v&eacute;rifier et de r&eacute;&eacute;ssayer.

source: Your license for %s plugin could not be activated. See error message below!
fr_fr: Votre licence n&#8217;a pas pu &ecirc;tre activ&eacute;e pour le module %s. Cf. le message d&#8217;erreur qui suit.

source: An error occurred while trying to activate your %s license. ERROR item_name_mismatch
fr_fr: Une erreur est survenue lors de l&#8217;activation de votre licence %s. ERROR item_name_mismatch

source: General Settings
fr_fr: Options g&eacute;n&eacute;rales

source: Enter your google api key
fr_fr: Entrez votre cl&eacute; API Google Maps

source: Google Maps API V3 Key
fr_fr: Cl&eacute; Google Maps API V3

source: This is optional but will let you track your API requests. you can obtain your free Goole API key <a href="https://code.google.com/apis/console/" target="_blank">here</a>.
fr_fr: Ceci est facultatif mais vous permettra de suivre vos requ&ecirc;tes API. Vous pouvez obtenir votre cl&eacute; gratuite pour Google API <a href="https://code.google.com/apis/console/" target="_blank">ici</a>.

source: Client-side Geocoder
fr_fr: Geocodage c&ocirc;t&eacute; client

source: Check this checkbox if you want to use client-side to geocode the address entered in GEO my WP's search form. clients-de geocoding might prevent Google API's OVER_QUERY_LIMIT issue.
fr_fr: Cocher ici si vous voulez utiliser client-side pour g&eacute;ocoder l&#8217;adresse indiqu&eacute;e dans le formulaire de recherche. Cette m&eacute;thode peut permettre de contourner les probl&egrave;mes OVER_QUERY_LIMIT dans l&#8217;API Google Maps.

source: Google API Language
fr_fr: Langue Google API

source: Set the language to be used with Google Places address auto-complete and with Google Maps API. The language codes can be found
fr_fr: D&eacute;finissez la langue &agrave; utiliser avec les adresses Google Places et avec l&#8217;API Google Maps.

source: here
fr_fr: ici

source: Country Code
fr_fr: Code Pays

source: Enter the default country code to be used with GEO my WP. For example for United States enter US. List of country code can be found <a href="http://geomywp.com/country-code/" target="blank">here</a>
fr_fr: Entrez le code pays &agrave; utiliser par d&eacute;faut avec GMW. Par exemple pour la France entrez FR. Vous trouverez une liste de codes pays <a href="http://geomywp.com/country-code/" target="blank">ici</a>.

source: Auto Locator
fr_fr: Localisation Auto.

source: GEO my WP will try to retrive the user's current location when first visits the website. If a location found it will be saved via cookies and later will be used to automatically display results based on that.
fr_fr: Cette fonction essayera automatiquement d&#8217;obtenir la localisation de l&#8217;utilisateur &agrave; sa premi&egrave;re visite sur le site. Si une position est trouv&eacute;e, elle sera sauvegard&eacute;e dans les cookies et pourra &ecirc;tre utilis&eacute;e plus tard pour afficher automatiquement des r&eacute;sultats.

source: This page displays the search results ( of any of your forms ) when using the "GMW Search Form" widget.
fr_fr: Cette page affiche les r&eacute;sultats (quel que soit le formulaire de recherche) quand vous utilisez le widget "Formulaire de recherche GMW"

source: The plugin will first check if a results page was set in the form settings and if so the results will be displayed in that page. Otherwise, if no results page
fr_fr: Le plugin va d&#8217;abord v&eacute;rifier si une page de r&eacute;sultats a &eacute;t&eacute; d&eacute;finie dans les options du formulaire. Si c&#8217;est le cas les r&eacute;sultats seront affich&eacute;s sur cette page. Sinon, si aucune page de r&eacute;sultats

source: was set in the form settings the results will be displayed in the page you choose from the select box.
fr_fr: n&#8217;a &eacute;t&eacute; d&eacute;finie, ceux-ci seront affich&eacute;s sur la page de votre choix.

source: Choose the page from the dropdown menu and paste the shortcode [gmw form="results"] in there.
fr_fr: Choisissez une page dans le menu d&eacute;roulant et collez-y le shortcode [gmw form="results"].

source: Settings successfully saved
fr_fr: Options sauvegard&eacute;es !

source: Use this shortcode to display any of the forms you created in the "Forms" Page of GEO my WP.
fr_fr: Utilisez ce shortcode pour afficher l&#8217;un des formulaires que vous avez cr&eacute;&eacute;s dans la page "Formulaires" de Geo my WP.

source: 1) Use the attribute "form" with one of your forms ID to display the search form and results on that same page.
fr_fr: 1) Utilisez l&#8217;attribut "form" avec l&#8217;ID de l&#8217;un de vos formulaire pour afficher son formulaire de recherche et ses r&eacute;sultats sur la m&ecirc;me page.

source: 2) Use the value "results" when you want to display only the search results. This is usefull when you want to display the search form in on page.
fr_fr: 2) Utilisez la valeur "results" si vous voulez seulement afficher les r&eacute;sultats de recherche. C&#8217;est utile si vous voulez afficher le formulaire de recherche sur une page.

source: and the search results in a different page or when need to display the results when using the serch form in a widget.
fr_fr: et les r&eacute;sultats sur une autre, ou quand vous voulez afficher les r&eacute;sultats d&#8217;un formulaire affich&eacute; par un widget.

source: Place this shortcode anywhere on the page where you want to display the map of form 1
fr_fr: Utilisez ceci n&#8217;importe o&ugrave; sur la page o&ugrave; vous voulez afficher la carte du formulaire 1.

source: Curren Location
fr_fr: Position actuelle

source: The shortcode will display a link which once clicked will open a popup window that will allow the user to get his current location.
fr_fr: Ce shortcode permet d&#8217;afficher un lien qui, une fois cliqu&eacute;, ouvrira une pop-up pour obtenir la position actuelle de l&#8217;utilisateur.

source: The location, if found, will then be saved via cookies. The location in the cookies later will be
fr_fr: La position, si elle est trouv&eacute;e, sera ensuite sauvegard&eacute;e dans des cookies. Cette position et ces cookies seront ensuite

source: used with GEO my WP and other add-ons for different functionlities.
fr_fr: utilis&eacute;s avec GMW et d&#8217;autres add-ons pour diverses fonctionnalit&eacute;s.

source: any text
fr_fr: n&#8217;importe quel texte

source: This example will display:
fr_fr: Cet exemple va afficher :

source: Post/Page Content Usage
fr_fr: Usage dans le contenu d&#8217;un Post / Page

source: Template File Usage
fr_fr: Utilisation du template

source: Shortcode Attributes
fr_fr: Attributs du shortcode

source: Attribute
fr_fr: Attribut

source: Additional Information
fr_fr: Infos compl&eacute;mentaires

source: Shortcode Examples
fr_fr: Exemples de shortcode

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Voir %3$s les d&eacute;tails</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Voir %3$s les d&eacute;tails</a> ou <a href="%4$s">mettre &agrave; jour</a>.

source: You do not have permission to install plugin updates
fr_fr: Vous n&#8217;avez pas l&#8217;autorisation d&#8217;installer des mises &agrave; jour de plugins.

source: Error
fr_fr: Erreur

source: Import/Export
fr_fr: Importer / Exporter

source: Post ID
fr_fr: ID de Post

source: You do not have permission to export data.
fr_fr: Vous n&#8217;avez pas la permission d&#8217;exporter des donn&eacute;es.

source: street
fr_fr: rue

source: city
fr_fr: ville

source: state
fr_fr: &eacute;tat / r&eacute;gion

source: state_long
fr_fr: longitude de l&#8217;&eacute;tat / r&eacute;gion

source: zipcode
fr_fr: code postal

source: country
fr_fr: pays

source: country_long
fr_fr: longitude du pays

source: address
fr_fr: adresse

source: phone
fr_fr: t&eacute;l&eacute;phone

source: website
fr_fr: site web :

source: GEO my WP Data
fr_fr: Donn&eacute;es GEO my WP

source: Post Types Locations
fr_fr: Localisation des Post Types

source: Other Plugins Importer
fr_fr: Importer depuis d&#8217;autres plugins.

source: Export/Import Data
fr_fr: Exporter / Importer les donn&eacute;es

source: Use the Export and Import data forms below to create a back-up file ( .json ) of GEO my WP's data; the settings of GEO my WP and its add-ons, the forms you created and license keys you might have activated.
fr_fr: Utilisez les formulaire d&#8217;Import / Export de donn&eacute;es pour cr&eacute;er une sauvegarde (.json) des donn&eacute;es, options, formulaires et licences de GMW et de ses extensions.

source: You can use the back-up file to restore the data on this site in case that something goes wrong or you could import it into a different site.
fr_fr: Vous pourrez utiliser ce fichier de sauvegarde pour restaurer les donn&eacute;es sur ce site en cas de probl&egrave;me, ou pour les exporter vers un autre site.

source: Please follow the steps of each form below for a complete process of exporting and importing your data.
fr_fr: Merci de suivre les &eacute;tapes de chaque formulaire ci-dessous pour un processus complet d&#8217;export / import de vos donn&eacute;es.

source: *Note, the license keys should only be imported back to the same site it was exported from. If you need to activate your license keys on a different site you should first deactivate them on this site then activate them back on the other site.
fr_fr: * Note : les cl&eacute;s de licence ne doivent &ecirc;tre r&eacute;import&eacute;es que sur les sites dont elles ont &eacute;t&eacute; export&eacute;es. Si vous voulez les activer sur un site diff&eacute;rent, vous devrez d&#8217;abord les d&eacute;sactiver de ce site.

source: Export Data
fr_fr: Exporter les donn&eacute;es

source: To export your data please check the checkboxes of the items that you would like to export then click the "Export" button to create a .json file.
fr_fr: Pour exporter vos donn&eacute;es, merci de s&eacute;lectionner les &eacute;l&eacute;ments concern&eacute;s et de cliquer sur "Exporter" pour cr&eacute;er un fichier .json.

source: ( GEO my WP and its add-ons )
fr_fr: (GEO my WP et ses extensions)

source: License Keys
fr_fr: Cl&eacute;s de Licences

source: ( exported license keys should only be imported back to this site. )
fr_fr: (les cl&eacute; de licence export&eacute;es ne devraient &ecirc;tre r&eacute;import&eacute;es que sur ce site.)

source: Export
fr_fr: Exporter

source: Import Data
fr_fr: Importer les donn&eacute;es

source: Import GEO my WP data from a .json file. The file can be created using the export form above.
fr_fr: Importer des donn&eacute;es GMW depuis un fichier .json cr&eacute;&eacute; via le formulaire ci-dessus.

source: To import data first choose the .json file you would like to use. Then check the checkboxes of the items that you would like to import and click the "Import" button.
fr_fr: Pour importer des donn&eacute;es, choisissez d&#8217;abord le fichier .json que vous voulez utiliser. Ensuite, s&eacute;lectionnez les &eacute;l&eacute;ments et cliquez sur "Importer".

source: Import
fr_fr: Importer

source: Export/Import Posts Types Locations using GEO my WP's post_meta
fr_fr: Exporter / Importer des positions de posts en utilisant les post_meta de GMW

source: The forms below will help you in the process of exporting the post types locations created on this site and importing them into a different site.
fr_fr: Les outils ci-dessous vous aideront &agrave; exporter les positions de vos posts depuis ce site vers d&#8217;autres sites.

source: The export/import forms below need to be used together with the native <a href="%s" target="blank"> WordPress export system*</a> and <a href="%s" target"_blank">WordPress importer*</a> for a complete process.
fr_fr: Les formulaires d&#8217;import / export ci-dessous doivent &ecirc;tre utilis&eacute;s aux c&ocirc;t&eacute;s du <a href="%s" target="blank"> syst&egrave;me natif d&#8217;export de Wordpress*</a> et <a href="%s" target"_blank">de l&#8217;importateur Wordpress*</a> pour un processus complet.

source: *You can use other plugins ( other than the WordPress native plugins mentioned above ) to export/import your WordPress posts. However, the plugins you chose to use must export and import the custom fields of these posts in order to import/export the locations.
fr_fr: *Vous pouvez utiliser d&#8217;autres plugins (diff&eacute;rents des fonctions natives de WP &eacute;voqu&eacute;es) pour importer / exporter vos posts WP. Cependant le plugin de votre choix doit bien tenir compte des custom fields de ces posts afin d&#8217;importer/exporter correctement leurs positions.

source: Please follow the steps of each form below for a complete process of exporting and importing your post types locations.
fr_fr: Merci de suivre les &eacute;tapes de chaque formulaire ci-dessous pour un processus complet d&#8217;import / export de vos positions de posts.

source: Export Posts Types Locations To GEO my WP's post_meta
fr_fr: Exporter les Positions des Posts vers les post_meta GMW

source: Click on the "Export" button below. By doing so the plugin will duplicate each post type location created on this site from GEO my WP's custom table ( %splaces_locator ) into a custom field of the post it belongs to.
fr_fr: Cliquez sur le bouton "Exporter" ci-dessous. Ainsi le plugin dupliquera chaque position de post cr&eacute;&eacute;e sur ce site depuis la table GMW (%splaces_locator) vers un custom field du post qui lui est li&eacute;.

source: The next step will be to export your posts using the native <a href="%s" target="blank"> WordPress export system</a>.
fr_fr: L&#8217;&eacute;tape suivante vous permettra d&#8217;exporter vos posts via <a href="%s" target="blank">le syst&egrave; natif d&#8217;export de Wordpress</a>.

source: Import Posts Types Locations From GEO my WP's post_meta
fr_fr: Importer les positions de posts depuis les post_meta GMW

source: Before importing your locations into this site make sure you used the "Export" form above on the original site in order to export your locations.
fr_fr: Avant d&#8217;importer vos positions sur ce site, v&eacute;rifiez que vous avez bien utilis&eacute; le formulaire d&#8217;export sur le site original pour les exporter.

source: Import your posts using <a href="%s" target"_blank">WordPress importer</a>. After done so come back to this page to complete step 3.
fr_fr: Importez vos posts via <a href="%s" target"_blank">l&#8217;importateur Wordpress</a>. Revenez ensuite sur cette page pour l&#8217;&eacute;tape 3.

source: Click on the "Import" button. By doing so the plugin will duplicate each post type location from the custom field of the post it belongs to into GEO my WP's custom table in database ( %splaces_locator ).
fr_fr: Cliquez sur "Importer". Ainsi, le plugin dupliquera chaque position de post depuis le custom field du post auquel elle appartient vers la table GMW dans la base de donn&eacute;es (%splaces_locator).

source: Locations are avalible for import.
fr_fr: Des positions sont disponibles pour l&#8217;import.

source: No locations are avalible for import.
fr_fr: Pas de positions disponibles pour l&#8217;import.

source: Import Posts Types Locations Using Custom post_meta
fr_fr: Importer les positions des Posts en utilisant les custom post_meta

source: Using this form you can import locations to GEO my WP using the custom fields of your choice. This can be helpful when you want to import locations created by other plugin and its location data is being saved in custom fields.
fr_fr: Avec ce formulaire, vous pouvez importer des positions dans GMW gr&acirc;ce aux custom fields de votre choix. Ce peut &ecirc; utile quand vous voulez importer des positions cr&eacute;&eacute;es par d&#8217;autres plugins et que leurs donn&eacute;es sont stock&eacute;es dans des custom fields.

source: To import the locations click on the "Set custom field" link to see the fields. You can choose a custom field from the dropdown menus for each location component that exists in GEO my WP database table.
fr_fr: Pour importer les positions, cliquez sur "D&eacute;finir custom Fields" afin de les voir. Vous pouvez choisir un custom field dans le menu d&eacute;roulant pour chaque &eacute;l&eacute;ment de position qui existe dans la table de base de donn&eacute;e GMW.

source: Note that the latitude and longitude fields are mandatory as without both of the fields GEO my WP cannot perform the search query.
fr_fr: Notez que la requ&ecirc;te Geo my WP ne peut pas se faire sans les champs obligatoires de latitude et longitude.

source: Other than the lat/long fields the rest of the fields are optional and search can be performed without them. However, certain fields might be needed for certain features.
fr_fr: &Agrave; part les champs lat / long, les autres champs sont optionnels et la recherche peut &ecirc;tre lanc&eacute;e sans eux. Cependant, certains champs peuvent &ecirc;tre requis pour certaines fonctionnalit&eacute;s.

source: Latitude ( mandatory )
fr_fr: Latitude (obligatoire)

source: Longitude ( mandatory )
fr_fr: Longitude (obligatoire)

source: Street
fr_fr: Rue

source: State Short Name ( ex. FL )
fr_fr: Code &eacute;tat / r&eacute;gion (ex: RA)

source: State Long name ( ex. Florida )
fr_fr: Nom normal de l&#8217;&eacute;tat / r&eacute;gion (ex: Rhone-Alpes)

source: Country Short Name ( ex. US )
fr_fr: Code pays (ex: FR)

source: Country Long Name ( ex. United States )
fr_fr: Nom normal du pays (ex: France)

source: Address ( address field the way the user enteres )
fr_fr: Addresse (adresse telle que renseign&eacute;e par l&#8217;utilisateur)

source: Formatted Address ( formatted address returned from Google after geocoding )
fr_fr: Adresse format&eacute;e (adresse retourn&eacute;e par Google apr&egrave;s g&eacute;ocodage

source: Phone
fr_fr: T&eacute;l&eacute;phone

source: Website
fr_fr: Site Web

source: Map Icon
fr_fr: Ic&ocirc;ne de carte

source: Set Custom Fields
fr_fr: D&eacute;finir des champs personnalis&eacute;s

source: Export/Import Post Type Locations using CSV File
fr_fr: Exporter / Importer des Positions de Posts via un fichier CSV
