Repository: EXFFOO56566/ionic-wordpress
Catalog: Wordpress/plugins/geo-*/languages/GMW-*.po
Languages: fr_fr

source: Export/Import locations using CSV file should be used for backup purposes only. The best method for export/import post types locations between different sites is by using the post_meta export/import forms above.
fr_fr: Exporter / Importer des positions via CSV ne devrait se faire que pour un objectif de sauvegarde. La meilleure m&eacute;thode pour migrer ce type de donn&eacute;es entre diff&eacute;rents sites est d&#8217;utiliser le formulaire d&#8217;export / import post_meta ci-dessus.

source: Export/import locations between different sites using CSV file can only be done when the posts and thier post ID are equal on both the original site and the target site.
fr_fr: Exporter / Importer des positions entre deux sites via un fichier CSV n&#8217;est possible que quand les ID de posts sont identiques sur les deux sites.

source: By exporting the locations to CSV file the plugin simply backup GEO my WP's custom database table ( %splaces_locator ) when each location has the post ID it belongs to.
fr_fr: En exportant les positions vers un CSV, le plugin sauvegarde simplement la table ( %splaces_locator ) depuis la abse de donn&eacute;es quand chaque position poss&egrave;de l&#8217;ID de poste &agrave; laquelle elle appartient.

source: And so, when importing the location back from the CSV file the posts from the original site must exists with thier original post ID in the target site.
fr_fr: Donc, en important les positions depuis un fichier CSV, les posts du site original doivent exister avec leurs ID originales sur le site de destination.

source: Export Post Type Locations to CSV File
fr_fr: Exporter les Positions de Posts vers un fichier CSV.

source: Click the "Generate CSV" button to created a CSV back file of the post types locations created on this site.
fr_fr: Clqiez sur "Cr&eacute;er CSV" pour g&eacute;n&eacute;rer un CSV de sauvegarde avec les positions des posts de votre site.

source: Generate CSV
fr_fr: G&eacute;n&eacute;rer CSV

source: Import Post Type Locations From CSV File
fr_fr: Importer les positions des Posts depuis un fichier CSV

source: Choose the CSV file you would like to import and click the "Import" button to import the locations into GEO my WP's database table.
fr_fr: Choisissez le fichier CSV que vous voulez importer et cliquez sur "Importer" pour les ajouter &agrave; votre table GWM.

source: Import Locations From Other Plugins
fr_fr: Importer des positions depuis d&#8217;autres plugins

source: Use the forms below to import locations created by different plugins into GEO my WP.
fr_fr: Utilisez les formulaires ci-dessous pour importer des positions depuis d&#8217;autres plugins que Geo my WP.

source: Store Locator Plugin %s
fr_fr: Plugin Localisateur de Magasins %s

source: Use this form to import locations created by <a href="https://wordpress.org/plugins/store-locator/" target="_blank">Store Locator plugin</a>.
fr_fr: Utilisez ce formulaire pour importer des positions cr&eacute;&eacute;es avec le plugin <a href="https://wordpress.org/plugins/store-locator/" target="_blank">Store Locator</a>.

source: Because Store Locator plugin doesn't use post type with its locations new post will need to be created for each location being imported.
fr_fr: Un nouveau post devra &ecirc;tre cr&eacute;&eacute; pour chaque position import&eacute;e car Store Locator n&#8217;utilise pas les types de posts avec ses positions.

source: To import the locations from Store Locator plugin first choose from the drop-down menu the post type you would like be used when importing the locations then click the "Import" button.
fr_fr: Pour importer les positions depuis le plugin Store Locator, choisissez d&#8217;abord dans le menu d&eacute;roulant le type de posts que vous voulez, puis cliquez sur "Importer".

source: Choose a post type:
fr_fr: Choisissez un type de posts :

source: Map-Press Plugin %s
fr_fr: Plugin Map-Press %s

source: Use this form to import locations created by <a href="https://wordpress.org/plugins/mappress-google-maps-for-wordpress/" target="_blank">MapPress Easy Google Maps</a> plugin.
fr_fr: Utilisez ce formulaire pour importer des positions depuis le plugin <a href="https://wordpress.org/plugins/mappress-google-maps-for-wordpress/" target="_blank">MapPress Easy Google Maps</a>.

source: *MapPress allows to creates multiple locations per post where GEO my WP does not have this capability yet. For this reason at the moment GEO my WP will only import the first location of each post.
fr_fr: * MapPress permet de cr&eacute;er plusieurs positions par post alors que GMW ne le peut pas encore. Pour cette raison et pour l&#8217;instant, GMW importera seulement la premi&egrave;re position de chaque post.

source: And so, if your posts have multiple locations they will be ignored except for the first one that will be imported.
fr_fr: Donc, si vos posts ont des positions multiples, ils seront ignor&eacute;s sauf le premier qui sera bien import&eacute;.

source: This issue might be improved in the future.
fr_fr: Ce probl&egrave;me devrait &ecirc;tre r&eacute;solu prochainement.

source: You must check at least one checkbox of an item that you'd like to export.
fr_fr: Vous devez s&eacute;lectionner au moins un &eacute;l&eacute;ment &agrave; exporter.

source: You must check at least on checkbox of an item that you'd like to import
fr_fr: Vous devez s&eacute;lectionner au moins un &eacute;l&eacute;ment &agrave; importer.

source: Please upload a file to import
fr_fr: Chargez un ficher &agrave; importer

source: Data successfully imported.
fr_fr: Donn&eacute;es import&eacute;es !

source: Locations successfully exported to post_meta.
fr_fr: Positions export&eacute;es vers post_meta !

source: Import failed! The database table mappress_maps does not exist in database.
fr_fr: &Eacute;chec de l&#8217;import ! La table mappress_maps n&#8217;existe pas dans votre base de donn&eacute;es.

source: Data successfully removed.
fr_fr: Donn&eacute;es supprim&eacute;es !

source: Remove GEO my WP Data
fr_fr: Effacer les donn&eacute;es GMW

source: Use this form to remove any data created by GEO my WP; Settings, forms, license keys and locations.
fr_fr: Utilisez ce formulaire pour supprimer toutes les donn&eacute;es de GMW : options, formulaires, licences et positions.

source: Very Important! This action cannot be undone so please be very careful when using it. Once you remove the data you wont be able to restore it unless you have a backup.
fr_fr: IMPORTANT ! Cette action est irr&eacute;versible, soyez prudent(e). Sans sauvegarde pour ne pourrez pas restaurer les donn&eacute;es supprim&eacute;es.

source: By removing the post types locations database table you will lose all the post types locations created on this site.
fr_fr: Supprimer la table de la base de donn&eacute;es vous fera perdre toutes les positions des posts de ce site.

source: This includes locations create using GEO my WP, GEO Job Manager and Resume Manager Geolocation plugins.
fr_fr: Ceci inclut les positions cr&eacute;&eacute;es avec les plugins GEO my WP, GEO Job Manager et Resume Manager Geolocation.

source: You might want to <a href="%s">backup your data before removing it.</a>
fr_fr: Vous devriez peut-&ecirc;tre <a href="%s">faire une sauvegarde d&#8217;abord.</a>

source: Check the checkboxes of the items that you would like to remove then click on the "Clear Data" button.
fr_fr: S&eacute;lectionnez les &eacute;l&eacute;ments que vous voulez effacer puis cliquez sur "Effacer les donn&eacute;es"

source: Posts Locator Database Table ( %splaces_locator )
fr_fr: Table du Localisateur de Posts ( %splaces_locator )

source: Members Locator Database Table ( wppl_friends_locator ) - members location
fr_fr: Table du localisateur de membres ( wppl_friends_locator ) - positions des membres

source: Completely Uninstall and deactivate GEO my WP
fr_fr: D&eacute;sinstaller compl&egrave;tement GMW

source: Clear Data
fr_fr: Supprimer les donn&eacute;es

source: You must check at least one item which you'd like to clear its data.
fr_fr: Vous devez s&eacute;lectionner au moins un &eacute;l&eacute;ment dont vous voulez effacer les donn&eacute;es.

source: This action cannot be undone! are you sure that you want to do that?
fr_fr: Cette action est irr&eacute;versible ! &Ecirc;tes-vous s&ucirc;r(e) de votre choix ?

source: You must check at least one checkbox of an item that you'd like to clear.
fr_fr: Vous devez s&eacute;lectionner au moins un &eacute;l&eacute;ment &agrave; effacer.

source: Your Current Location
fr_fr: Votre position actuelle

source: - Enter Your Location -
fr_fr: - Entrez votre position -

source: Get your current location
fr_fr: Obtenez votre position actuelle

source: GMW Current Location
fr_fr: Position GMW actuelle

source: Get/display the user's current location
fr_fr: Obtenir / Afficher la position actuelle de l&#8217;utilisateur

source: Your Location
fr_fr: Votre position

source: Map Height
fr_fr: Hauteur

source: Map Width
fr_fr: Largeur

source: Map Type
fr_fr: Type de carte

source: Zoom Level
fr_fr: Niveau de zoom

source: The address entered could not be geocoded.
fr_fr: L&#8217;adresse indiqu&eacute;e n&#8217;a pas pu &ecirc;tre g&eacute;ocod&eacute;e.

source: Invalid request. Did you enter an address?
fr_fr: Requ&ecirc;te invalide. Avez-vous bien entr&eacute; une adresse ?

source: Something went wrong while retrieving your location.
fr_fr: Une erreur est survenue lors de la r&eacute;cup&eacute;ration de votre localisation.

source: Unable to contact Google API service.
fr_fr: Impossible de se connecter au service Google API.

source: Search Site
fr_fr: Chercher sur le Site

source: Within
fr_fr: dans un rayon de

source: Submit
fr_fr: Valider

source: Get my current location
fr_fr: Obtenir votre position actuelle

source: Show Options
fr_fr: Montrer les options

source: Select Groups
fr_fr: S&eacute;lectionnez des groupes

source: No Groups
fr_fr: Pas de groupes

source: All Groups
fr_fr: Tous les groupes

source: Prev
fr_fr: Pr&eacute;c&eacute;dent

source: Next
fr_fr: Suivant

source: Showing %s out of %s results
fr_fr: %s de %s r&eacute;sultats

source: within %s from %s
fr_fr: dans un rayon de %s autour de %s

source: Viewing %s out of %s members
fr_fr: %s de %s membres

source: Viewing %s out of %s groups
fr_fr: %s de %s groupes

source: Viewing %s out of %s users
fr_fr: %s de %s utilisateurs

source: Driving distance:
fr_fr: Longueur de l&#8217;itin&eacute;raire

source: Address:
fr_fr: Adresse :

source: Get Directions
fr_fr: Obtenir l&#8217;itin&eacute;raire

source: Your Location
fr_fr: Votre position

source: No results found
fr_fr: Aucun r&eacute;sultat

source: No members found
fr_fr: Aucun utilisateur trouv&eacute;

source: No groups found
fr_fr: Aucun groupe trouv&eacute;

source: No users found
fr_fr: Aucun utilisateur trouv&eacute;

source: per page
fr_fr: par page

source: Read more
fr_fr: En savoir plus

source: Phone:
fr_fr: T&eacute;l&eacute;phone :

source: website:
fr_fr: site web :

source: Contact Information
fr_fr: Infos de contact

source: Member Information
fr_fr: Informations de l&#8217;utilisateur

source: Show directions on Google Map
fr_fr: Montrer l&#8217;itin&eacute;raire Google Maps

source: active %s
fr_fr: %s actif

source: Formatted Address:
fr_fr: Adresse :

source: Start point
fr_fr: Point de d&eacute;part

source: Destination point
fr_fr: Destination

source: Directions
fr_fr: Itin&eacute;raire

source: From:
fr_fr: De :

source: To:
fr_fr: &Agrave; :

source: Driving
fr_fr: Au volant

source: Walking
fr_fr: &Agrave; pieds

source: Bicycling
fr_fr: &Agrave; v&eacute;lo

source: Transit
fr_fr: Transports

source: Avoid
fr_fr: &Eacute;viter

source: highways
fr_fr: Autoroutes

source: Tolls
fr_fr: P&eacute;ages

source: Resize map
fr_fr: Redimensionner la carte

source: Years old
fr_fr: ans

source: Age
fr_fr: &Acirc;ge

source: Choose form to use:
fr_fr: Choisissez le formulaire :

source: Address Fields
fr_fr: Champs d&#8217;Adresse

source: Create new Members form
fr_fr: Cr&eacute;er un nouveau formulaire de membres

source: Buddypress xprofile fields component is deactivated. You will need to activate in in order to use this feature.
fr_fr: Le composant BP xprofile fields est d&eacute;sactiv&eacute;. Activez-le pour l&#8217;utiliser.

source: Choose the "Age Range" Field
fr_fr: Choisissez le champ de "Tranche d&#8217;&acirc;ge"

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Xprofile Fields
fr_fr: Champs Xprofile

source: Choose the Xprofile fields that you want to display in the search form. You can choose one or more Xprofile fields created using checkboxs, select box and multiselect box that will all be displayed as checkboxes. You can also choose one Xprofile field created using date field for the age range field.
fr_fr: Choisissez les champs Xprofile que vous voulez afficher dans le formulaire de recherche. Vous pouvez choisir un ou plusieurs champs Xprofile gr&acirc;ce aux cases &agrave; cocher. Vous pouvez aussi choisir un champ Xprofile de date pour le champ de tranche d&#8217;&acirc;ge.

source: Display Members?
fr_fr: Afficher Membres ?

source: Display results as list of memebrs
fr_fr: Afficher les r&eacute;sultats comme une liste de membres.

source: Display avatar and define its width and height in pixels or percentage.
fr_fr: Afficher l&#8217;avatar et d&eacute;finir ses dimensions en pixels ou pourcentage.

source: Use a single value or multiple values comma separated of the information you would like to display. For example you can use info="city,state,country_long" to display "Hollywood FL United States"
fr_fr: Utilisez une ou plusieur valeurs (s&eacute;par&eacute;es par des virgules) pour les infos que vous voulez afficher. Par exemple, utilisez info="city,state,country_long" pour afficher "Lyon RA France"

source: any character
fr_fr: n&#8217;importe quel caract&egrave;re

source: Use any character that you would like to display between the fields you choose above"
fr_fr: Utilisez le caract&egrave;re que vous voulez afficher entre les champs que vous s&eacute;lectionnez ci-dessus"

source: Use this example in a profile page to display the information of a member:
fr_fr: Utilisez cet exemple dans une page de profil pour afficher les informations d&#8217;un membre :

source: Thank you. GEO my WP database tables and data updated and everything seems to be ok.
fr_fr: Merci. Les tables de bases de donn&eacute;es et donn&eacute;es GEO my WP ont &eacute;t&eacute; mises &agrave; jour et tout semble ok.

source: GEO my WP Friends Locator add-on database tables must be updated. Please Backup your database before updating it.
fr_fr: La base de donn&eacute;es du module GEO my WP Friends Locator doit &ecirc;tre mise &agrave; jour. Merci de sauvegarder votre base de donn&eacute;es et de proc&eacute;der &agrave; la mise &agrave; jour.

source: Update database
fr_fr: Mettre &agrave; jour la base de donn&eacute;es

source: Member's location updated
fr_fr: Position de l&#8217;utilisateur mise &agrave; jour

source: %s Updated new location at %s
fr_fr: %s Mise à jour vers le nouvel emplacement %s

source: Location
fr_fr: Position

source: Search Location...
fr_fr: Recherche de la position ...

source: Update Location
fr_fr: Mettre &agrave; jour la position

source: Members Location
fr_fr: Position des membres

source: Member's Location
fr_fr: Position de l&#8217;utilisateur

source: Address Autocomplete
fr_fr: Compl&eacute;ter automatiquement l&#8217;adresse.

source: Type an address for autocomplete
fr_fr: Tapez une adresse pour compl&eacute;ter automatiquement

source: Find your location on the map
fr_fr: Trouvez votre position sur la carte

source: Auto-Locator
fr_fr: Localisation Auto.

source: Get Your Current Location
fr_fr: Obtenez votre position actuelle

source: Apt/Suit
fr_fr: Bât/Appt

source: State Long Name
fr_fr: Nom normal de l&#8217;&eacute;tat / r&eacute;gion

source: Country Long Name
fr_fr: Nom normal du pays

source: Formatted Address
fr_fr: Adresse format&eacute;e

source: You haven't set a location yet
fr_fr: Vous n&#8217;avez pas encore indiqu&eacute; de position

source: Edit Location
fr_fr: &Eacute;diter la position

source: Delete Location
fr_fr: Supprimer position

source: Enter your location manually
fr_fr: Entrer votre position manuellement

source: Address
fr_fr: Adresse

source: Save Location
fr_fr: Sauver la position

source: has not added a location yet
fr_fr: n&#8217;a pas encore indiqu&eacute; de position

source: Age Range (min - max)
fr_fr: Tranche d&#8217;&acirc;ge (min - max)

source: -- All --
fr_fr: -- Tout --

source: Clear
fr_fr: Vider

source: There was a problem saving your location.
fr_fr: Un probl&egrave; est survenu en sauvegardant votre position.

source: Location successfully saved!
fr_fr: La position a bien &eacute;t&eacute; sauvegard&eacute;e !

source: Location successfully deleted!
fr_fr: La position a bien &eacute;t&eacute; effac&eacute;e !

source: Post Types
fr_fr: Types de publications

source: "Edit Post" page - map's zoom level
fr_fr: Page d&#8217;&Eacute;dition de post - niveau de zoom

source: Set the default zoom level of the map being displayed in "GMW section" of the "Edit Post" page.
fr_fr: D&eacute;finissez le niveau de zoom par d&eacute;faut de la carte affich&eacute;e dans "la section GMW" de la page "d&#8217;&eacute;dition de Post".

source: "Edit Post" page - default latitude
fr_fr: Page d&#8217;&Eacute;dition de post - latitude par d&eacute;faut

source: Set the latitude of the default location being displayed in "GMW section" of the "Edit Post" page.
fr_fr: D&eacute;finissez la latitude de la position affich&eacute;e par d&eacute;faut dans "la section GMW" de la page "d&#8217;&eacute;dition de Post".

source: "Edit Post" page - default longitude
fr_fr: Page d&#8217;&Eacute;dition de post - longitude par d&eacute;faut

source: Set the longitude of the default location being displayed in "GMW section" of the "Edit Post" page.
fr_fr: D&eacute;finissez la longitude de la position affich&eacute;e par d&eacute;faut dans "la section GMW" de la page "d&#8217;&eacute;dition de Post".

source: Check the checkboxes of the post types which you'd like to add locations to. GEO my WP's location section will be displayed in the new/edit post screen of the post types you choose here.
fr_fr: Choisissez les types de posts que vous voulez g&eacute;olocaliser. Vous verrez appara&icirc;tre une section GMW dans la page d&#8217;&eacute;dition de ces posts.

source: Mandatory Address fields
fr_fr: Champs d&#8217;adresse obligatoires

source: Check this box if you want to make sure that users will add location toa post they create or update; It will prevent them from saving a post that do not have a location. Otherwise, users will be able to save a post even without a location. This way the post will be published and would show up in Wordpress search results but not in GEO my WP search results.
fr_fr: Cochez cette option si vous voulez vous assurer que les utilisateurs ajouteront une position &agrave; leurs publications. Autrement, ces publications pourront appara&icirc;tre dans les recherches Wordpress mais pas dans les recherches de proximit&eacute;.

source: Posts Locator
fr_fr: Localisateur de Posts

source: Create new post types form
fr_fr: Nouveau formulaire pour Posts

source: Exclude
fr_fr: Exclure

source: Dropdown
fr_fr: Menu d&eacute;roulant

source: Choose the post types you would like to display.
fr_fr: Choisissez les types de publications que vous voulez afficher.

source: Check the checkboxes of the post types you'd like to display in the search form. When selecting multiple post types they will be displayed as a dropdown menu.
fr_fr: Choisissez les types de posts que vous voulez afficher dans le formulaire de recherche. Si vous en s&eacute;lectionnez plusieurs, ils seront affich&eacute;s dans un menu d&eacute;roulant.

source: Choose the taxonomies that you'd like to display in the search form. The taxonomies will be displayed as a dropdown menues.
fr_fr: Choisissez les taxonomies que vous voulez afficher sous forme de menu d&eacute;roulant dans le formulaire de recherche.

source: Display Posts?
fr_fr: Afficher les posts ?

source: Display results as list of posts
fr_fr: Afficher les r&eacute;sultats comme une liste de posts

source: Featured Image
fr_fr: Image &agrave; la une

source: Display featured image and define its width and height in pixels.
fr_fr: Afficher l&#8217;image &agrave; la une et d&eacute;finir ses dimensions en px.

source: Check the checkboxes of the contact information which you'd like to display per location in the search results.
fr_fr: Choisissez quels informations de contact vous souhaitez afficher dans les r&eacute;sultats de recherche.

source: Excerpt
fr_fr: Extrait

source: Display the number of words that you choose from the post content and display it per location in the list of results.
fr_fr: Affichez le nombre de mots de votre choix depuis le contenu du post, dans les r&eacute;sultats de recherche.

source: Display a list of taxonomies attached to each post in the list of results.
fr_fr: Afficher une liste des taxonomies li&eacute;es &agrave; chaque post dans la liste des r&eacute;sultats.

source: Single Post Location
fr_fr: Position d&#8217;un Post unique

source: Display map and/or location information of specific post.
fr_fr: Afficher la carte et/ou les infos de g&eacute;olocalisation d&#8217;un post sp&eacute;cifique.

source: Use the post ID only if you want to display information of a specific post. When using the shortcode on a single post page or within a posts loop you don't need to use the post_id attribute. The shortcode will use the post ID of the post being displayed or the post ID of each post within the loop.
fr_fr: N&#8217;utilisez l&#8217;ID de post que si vous vouslez afficher les informations d&#8217;un post pr&eacute;cis. Sur la page d&#8217;un post ou dans une boucle de posts vous n&#8217;avez pas besoin de cet attribut car GWM pourra recueillir les ID automatiquement.

source: Use the value 1 to display distance of the post's location from the user's current location when exists.
fr_fr: Utilisez la valeur 1 pour afficher la distance entre la position actuelle de l&#8217;utilisateur et la position du post.

source: Numeric value between 1 to 18.
fr_fr: Valeur num&eacute;rique entre 1 et 18.

source: Place this shortcode in the content of a page or post to display the map, contact information and "get directions" link of the post.
fr_fr: Placez ce shortcode dans le contenu d&#8217;un post pour afficher sa carte, ses infos de contact et son lien d&#8217;itin&eacute;raire.

source: Display map of the location. Map width set to 100% and map height 450px. No additional information and no "Get directions" link will be displayed.
fr_fr: Afficher une carte de la position. Largeur de 100% et hauteur de 450px. Aucun &eacute;l&eacute;ment suppl&eacute;mentaire ne sera affich&eacute;.

source: Post Information
fr_fr: Infos de l&#8217;article

source: Easy way to display any of the location/contact information of a post.
fr_fr: Un moyen facile d&#8217;afficher n&#8217;importe quelle info de contact ou de position d&#8217;un post.

source: Use the post ID only if you want to display information of a specific post. When using the shortcode on a single post page or within a posts loop you don't need to use the post_id attribute.
fr_fr: N&#8217;utilisez l&#8217;ID de post que si vous voulez afficher les infos d&#8217;un post sp&eacute;cifique. Dans un post lui-m&ecirc;me ou dans une boucle de posts, vous n&#8217;avez pas besoin de l&#8217;attribut post_id.
