Repository: EXFFOO56566/ionic-wordpress
Catalog: Wordpress/plugins/geo-*/languages/GMW-*.po
Languages: fr_fr

source: GEO my WP Add-ons
fr_fr: Modules GEOmyWP

source: Add-ons usage
fr_fr: Description des Modules

source: Show info
fr_fr: Montrer les infos

source: <strong>Add-ons installation</strong> - GEO my WP add-ons ( Except the free add-ons "Posts Locator" and "Members Locator" ) are WordPress plug-ins and need to be installed just as any other WordPress plug-ins via the plug-ins page of your site's dashboard. See <a href="http://codex.wordpress.org/Managing_Plugins" target="_blank">this post</a> for information about plug-ins installation.
fr_fr: <strong>Installation des Add-ons</strong> - Les Add-ons GEO my WP ( Sauf les gratuits "Posts Locator" et "Members Locator" ) sont des plugins Wordpress et doivent &ecirc;tre install&eacute;s comme n&#8217;importe quel autre plugin WP via la page Extensions de votre tableau de bord. Reportez-vous <a href="http://codex.wordpress.org/Managing_Plugins" target="_blank">&agrave; cet article</a> pour plus d&#8217;informations.

source: <strong>Add-ons activation</strong> - after installation please activate your add-ons. Activation can be done via the WordPress's Plug-ins page or from this Add-ons page of GEO my WP.
fr_fr: <strong>Activation des Add-ons</strong> - apr&egrave;s installation, merci d&#8217;activer vos Add-ons. L&#8217;activation peut se faire via la page des extensions ou depuis cette page des Modules de GMW.

source: <strong>License activation</strong> - If any of your add-ons require a license key please enter it in the license key input box and click "Activate".
fr_fr: <strong>Activation de licence</strong> - Si l&#8217;un de vos add-ons requiert une cl&eacute; de licence, merci de la copier/coller dans le champ pr&eacute;vu &agrave; cet effet et de cliquer sur "Activer".

source: The license key provided to you after a purchase of an add-on via the purchase receipt which should be sent to your email address. You can also retrieve and manage any of your license keys via your <a href="http://geomywp.com/purchase-history" target="_blank">Purchase History page</a>.
fr_fr: La cl&eacute; de licence qui vous a &eacute;t&eacute; remise suite &agrave; l&#8217;achat d&#8217;un add-on via le reçu qui vous a &eacute;t&eacute; envoy&eacute; par email. Vous pouvez aussi r&eacute;cup&eacute;rer et g&eacute;rer toutes vos cl&eacute;s de licence via <a href="http://geomywp.com/purchase-history" target="_blank">votre historique d&#8217;achats sur GeomyWP</a>.

source: Note that the license key must be valid and activated in order to receive automatic updates and support for its add-on.
fr_fr: Notez que la cl&eacute; de licence doit &ecirc;tre valide et activ&eacute;e pour recevoir les mises mises &agrave; jour et le support pour les add-ons payants.

source: <strong>License deactivation</strong> - To deactivate a license simply click on "Deactivate License".
fr_fr: <strong>D&eacute;sactivation de Licence</strong> - Pour d&eacute;sactiver une licence, cliquez simplement sur "D&eacute;sactiver la Licence".

source: <strong>Add-ons deactivation</strong> - deactivation can be done from this Add-ons page of GEO my WP or via the plugins.
fr_fr: <strong>D&eacute;sactivation de modules</strong> - la d&eacute;sactivation des modules peut se faire via cette page ou celle des plugins WP.

source: Please note, the license of an add-on must be deactivated before you could deactivate its add-on. This is done to prevent conflicts with any license keys you might have.
fr_fr: Notez que la licence d&#8217;un add-on doit &ecirc;tre d&eacute;sactiv&eacute;e avant de d&eacute;sactiver l&#8217;add-on concern&eacute;. Ceci permet de pr&eacute;venir des probl&egrave;mes avec vos cl&eacute;s de licences.

source: Disable/enable the premium add-ons auto-updating system. The system can cause a slow load of the plugins.php/update.php pages of your site when checking for new version of the premium add-ons.
fr_fr: Activer / D&eacute;sactiver la mise &agrave; jour auto. Ce syst&egrave;me peut causer des ralentissements des pages plugins.php et update.php.

source: You can temporary disable the system when working in the admin area and enable it again when you are ready to check for add-ons update. This can be useful when working on a development site and there is no need to check for updates.
fr_fr: Vous pouvez d&eacute;sactiver temporairement cet outil, notamment si vous travaillez sur un site de test ou si vous n&#8217;avez pas besoin de mises &agrave; jour.

source: The add-ons updater is disabled and will not check for new updates.
fr_fr: La mise &agrave; jour auto. est d&eacute;sactiv&eacute;e.

source: Enable Updater
fr_fr: Activer la mise &agrave; jour auto.

source: The add-ons updater is enabled and will check for updates when needed. You will be notified when new updates are avalible.
fr_fr: La mise &agrave; jour auto. est activ&eacute;e. Vous serez inform&eacute;(e) si de nouvelles mise &agrave; jour sont disponibles.

source: Disable Updater
fr_fr: D&eacute;sactiver la mise &agrave; jour auto.

source: License Key:
fr_fr: Cl&eacute; de licence :

source: Activate License Key
fr_fr: Activer la cl&eacute; de licence

source: Activate License
fr_fr: Activer la licence

source: Please activate the add-on to be able to enter and activate the license key.
fr_fr: Merci d&#8217;activer le module avant d&#8217;indiquer et de valider votre cl&eacute; de licence.

source: This is a free add-on and does not require a license key. Please activate the add-on to start using it.
fr_fr: Ce module est gratuit. Vous n&#8217;avez qu&#8217;&agrave; l&#8217;activer pour pouvoir l&#8217;utiliser.

source: Activate Add-on
fr_fr: Activer le module

source: This is a free add-on and does not require a license key. Thank you for using GEO my WP.
fr_fr: Ce module est gratuit. Merci d&#8217;utiliser Geo my WP.

source: Please deactivate the license key before deactivating the plugin
fr_fr: Merci de d&eacute;sactiver la cl&eacute; de licence avant de d&eacute;sactiver le plugin

source: Deactivate Add-on
fr_fr: D&eacute;sactiver le module

source: Add-on updater enabled.
fr_fr: Mise &agrave; jour auto. activ&eacute;e

source: Add-on updater disabled.
fr_fr: Mise &agrave; jour auto. d&eacute;sactiv&eacute;e

source: Add-on deactivated.
fr_fr: Module d&eacute;sactiv&eacute;

source: Add-on activated.
fr_fr: Module activ&eacute;

source: Add-ons
fr_fr: Modules

source: GEO my WP Settings
fr_fr: R&eacute;glages GMW

source: Settings
fr_fr: Options

source: Forms
fr_fr: Formulaires

source: Tools
fr_fr: Outils

source: Post Types Locator
fr_fr: Localisateur de posts

source: Add geo-location to Posts and pages. Create an advance proximity search forms to search for locations based on post types, categories, distance and more.
fr_fr: Ajoutez des donn&eacute;es de g&eacute;olocalisation aux Posts, Pages et autres Post Types. Cr&eacute;ez des formulaires avanc&eacute;s de recherche de proximit&eacute; g&eacute;ographique avec de nombreux crit&egrave;res comme les Post Types, Taxonomies, Distances et autres.

source: Members Locator
fr_fr: Localisateur de membres

source: Let the BuddyPress members of your site to add location to thier profile. Create an advance proximity search forms to search for members based on location, Xprofile Fields and more.
fr_fr: Permettez aux membres de votre site Buddypress d&#8217;ajouter leur localisation &agrave; leur profile. Cr&eacute;ez des formulaires de recherche avanc&eacute;e pour filtrer les membres selon leur localisation, des champs Xprofile ou autres.

source: Current Location
fr_fr: Position actuelle

source: Add GEO my WP Form
fr_fr: Ajouter un formulaire GMW

source: GMW Form
fr_fr: Formulaire GMW

source: Please select a form
fr_fr: Choisissez un formulaire

source: Insert A Form Shortcode
fr_fr: Ins&eacute;rez un shortcode

source: Select the type of shortcode you wish to add
fr_fr: Choisissez le type de shortcode que vous voulez

source: Form shortcode
fr_fr: Shortcode formulaire

source: Map Shortcode
fr_fr: Shortcode carte

source: Results shortcode
fr_fr: Shortcode r&eacute;sultats

source: Select a Form
fr_fr: Choisissez un formulaire

source: Insert Shortcode
fr_fr: Ins&eacute;rer shortcode

source: Cancel
fr_fr: Annuler

source: hidden
fr_fr: masqu&eacute;

source: Page Load Results
fr_fr: R&eacute;sultats au chargement de la Page

source: Enable Page Load features
fr_fr: Activer fonctions li&eacute;es au chargement de la Page

source: By checking this checkbox GEO my WP will automatically display all existing locations on the initial load of the form. You can define extra filters for this initial results below.
fr_fr: Si cette case est coch&eacute;e, GeomyWP affichera automatiquement toutes les positions d&egrave;s l&#8217;initialisation du formulaire. Vous pouvez d&eacute;finir des filtres suppl&eacute;mentaires ci-dessous pour ces r&eacute;sultats initiaux.

source: Yes
fr_fr: Oui

source: User's current location based results
fr_fr: R&eacute;sultats bas&eacute;s sur la position actuelle de l&#8217;utilisateur

source: GEO my WP will first check for the user's current location; If exists the locations will be displayed based on that. Note that an address entered below wont take into account if the user's current locaiton exists.
fr_fr: GMW va d&#8217;abord v&eacute;rifier la position actuelle de l&#8217;utilisateur ; si elle existe les r&eacute;sultats seront filtr&eacute;s en fonction. L&#8217;adresse que vous indiquerez ci-dessous ne sera prise en compte que si la position de l&#8217;utilisateur est inconnue.

source: Enter address
fr_fr: Indiquez une adresse

source: Starting address
fr_fr: Point de d&eacute;part

source: Set the address for the initial search results. GEO my WP will search for locations near the address entered withing the radius you set below. Leave empty if you want to search all locations.
fr_fr: D&eacute;finissez une adresse pour les r&eacute;sultats initiaux. GMW se basera sur cette adresse et le rayon que vous indiquerez pour filtrer les premiers r&eacute;sultats. Laissez ce champ vide si vous voulez afficher toutes les positions.

source: Radius value
fr_fr: Rayon de recherche

source: Radius / Distance
fr_fr: Rayon / Distance

source: Set the radius to be used when searching based on the address enterd above or when searching based on the user's current location.
fr_fr: D&eacute;finissez le rayon &agrave; prendre en compte lors de recherches bas&acute;es sur la position actuelle de l&#8217;utilisateur ou sur l&#8217;adresse entr&eacute;e ci-dessus.

source: Units
fr_fr: Unit&eacute;s

source: Set the units to be used.
fr_fr: Choisissez les unit&eacute;s &agrave; utiliser.

source: Kilometers
fr_fr: Kilom&egrave;tres

source: City
fr_fr: Ville

source: Filter by city
fr_fr: Filtrer par ville

source: Filter locations by city name. Note that by using this filter GEO my WP will not do a proximity search but will pull locations with the matching city name ( Leave blank for no filter ).
fr_fr: Filtrer les positions en fonction du nom de la ville. Notez que l&#8217;usage de ce filtre ne consiste pas en une recherche de proximit&eacute; mais en une r&eacute;cup&eacute;ration des positions correspondant &agrave; ce nom de ville. (Laissez vide pour ne pas utiliser).

source: State
fr_fr: Etat / R&eacute;gion

source: Filter by state
fr_fr: Filtrer par &eacute;tat / r&eacute;gion

source: Filter locations by state name. Note that by using this filter GEO my WP will not do a proximity search but will pull locations with the matching state name ( Leave blank for no filter ).
fr_fr: Filtrer les positions en fonction du nom de l&#8217;&eacute;tat ou de la r&eacute;gion. Notez que l&#8217;usage de ce filtre ne consiste pas en une recherche de proximit&eacute; mais en une r&eacute;cup&eacute;ration des positions correspondant &agrave; ce nom d&#8217;&eacute;tat ou de r&eacute;gion. (Laissez vide pour ne pas utiliser).

source: Zipcode
fr_fr: Code postal

source: Filter by zipcode
fr_fr: Filtrer par code postal

source: Filter locations by zipcode. Note that by using this filter GEO my WP will not do a proximity search but will pull locations with the matching zipcode ( Leave blank for no filter ).
fr_fr: Filtrer les positions en fonction du code postal. Notez que l&#8217;usage de ce filtre ne consiste pas en une recherche de proximit&eacute; mais en une r&eacute;cup&eacute;ration des positions correspondant &agrave; ce code postal. (Laissez vide pour ne pas utiliser).

source: Country
fr_fr: Pays

source: Filter by country
fr_fr: Filtrer par pays

source: Filter locations by country name. Note that by using this filter GEO my WP will not do a proximity search but will pull locations with the matching country name ( Leave blank for no filter ).
fr_fr: Filtrer les positions en fonction du nom du pays. Notez que l&#8217;usage de ce filtre ne consiste pas en une recherche de proximit&eacute; mais en une r&eacute;cup&eacute;ration des positions correspondant &agrave; ce nom de pays. (Laissez vide pour ne pas utiliser).

source: Display Map
fr_fr: Afficher la carte

source: Display results on map: <ul><li><em>No map - Do not display map</li><li><em>In results - display the map above the list of results</em></li><li><em>Using shortcode - display the map anywhere on the page using the shortcode [gmw map="form ID"]</em></li></ul>
fr_fr: Afficher les r&eacute;sultats sur la carte : <ul><li><em>Pas de carte</li><li><em>Dans les r&eacute;sultats - Afficher la carte au dessus de la liste des r&eacute;sultats</em></li><li><em>Via shortcode - Affichez la carte o&ugrave; vous voulez avec le shortcode [gmw map="form ID"]</em></li></ul>

source: No map
fr_fr: Pas de carte

source: Using shortcode
fr_fr: Avec shortcode

source: Enter values
fr_fr: Entrez des valeurs

source: Results Per Page
fr_fr: R&eacute;sultats par page

source: Choose the number of results per page. By setting a single value you set the default number of results per page. By giving multiple values, comma separated, a select box will be created and the users will be able to set the number of results per page. You can use the value "-1" to display all results.
fr_fr: Choisissez le nombre de r&eacute;sultats par page. Vous pouvez d&eacute;finir une valeur unique ou plusieurs valeurs accessibles via un menu d&eacute;roulant (s&eacute;par&eacute;es par des virgules dans ce cas).

source: Search Form
fr_fr: Formulaire de recherche

source: Search Form Template
fr_fr: Template du champ de recherche

source: If you do modify or create you own template files you should create/save them in your theme's or child theme's folder and the plugin will pull them from there. This way your changes will not be overridden once the plugin is updated.
fr_fr: Si vous modifiez ou cr&eacute;ez vos propres templates, nous vous conseillons de les enregistrer dans le dossier de votre th&egrave;me ou child-th&egrave;me afin de ne pas perdre votre travail lors de la mise &agrave; jour suivante.

source: Your template folder must contain the search-form.php file and another folder named "css" and the style.css within it.
fr_fr: Voter dossier de templates doit contenir le fichier search-form.php et un autre dossier nomm&eacute; "css" avec le fichier style.css dedans.

source: Address Field
fr_fr: Champ d&#8217;Adresse

source: <p><em><strong>Label</strong> - Enter the label for the address field ( ex. "Enter your address" ).</em></p>
fr_fr: <p><em><strong>Titre</strong> - Entrez un titre pour le champ d&#8217;adresse (ex. "Entrez votre adresse").</em></p>

source: <p><em><strong>Label within the input field</strong> - check this checkbox if you'd like to display the label within the address input field. Otherwise it will be displayed next to it.</em></p>
fr_fr: <p><em><strong>Titre dans le champ</strong> - Cochez cette case si vous voulez que le titre soit affich&eacute; dans le champ, sinon il sera plac&eacute; &agrave; c&ocirc;t&eacute;.</em></p>

source: <p><em><strong>Mandatory Field</strong> - Make the address field mandatory which will prevent users from submitting the form if no address entered. Otherwise if you allow the field to be empty and user submit a form without an address GEO my WP will display all results.</em></p>
fr_fr: <p><em><strong>Champ obligatoire</strong> - Rendez ce champ obligatoire pour que l&#8217;utilisateur ne puisse pas lancer de recherche sans point de d&eacute;part. Sans point de d&eacute;part, GMW affichera tous les r&eacute;sultats.</em></p>

source: <p><em><strong>Google Address Autocomplete</strong> - check this checkbox to trigger suggested results by Google Places while typing an address.</em></p>
fr_fr: <p><em><strong>Compl&eacute;ter automatiquement avec Google</strong> - cocher cette case permet la suggestion de lieux par Google Places quand vous tapez des adresses.</em></p>

source: Radius values
fr_fr: Valeurs de rayon

source: Enter multiple distance values comma separated in the input if you'd like to have a select dropdown menu of multiple radius values in the search form; this way the user can choose the distance when searching. Enter a single value to have a deafult distance value.
fr_fr: Entrez des valeurs de distances s&eacute;par&eacute;es par des virgules si vous souhaitez obtenir un menu d&eacute;roulant avec plusieurs rayons de recherche. Si une seule valeur est renseign&eacute;e ce sera la valeur par d&eacute;faut du formulaire et elle sera masqu&eacute;e.

source: Distance Units
fr_fr: Unit&eacute;s de distance :

source: Choose between Miles, Kilometers or both as a dropdown menu for the user to choose from.
fr_fr: Choisissez entre Miles, Kilom&egrave;tres ou les deux pour laisser le choix &agrave; l&#8217;utilisateur.

source: Both
fr_fr: Toutes

source: Locator Button
fr_fr: Ic&ocirc;ne de position

source: locator button - once clicked GEO my WP will try to retrive the user's current location.
fr_fr: Bouton de localisation - une fois cliqu&eacute; GMW tentera d&#8217;obtenir la position actuelle de l&#8217;utilisateur.

source: <p><em><strong>Do not use</strong> - No locator button will be displayed.</em></p>
fr_fr: <p><em><strong>Aucun</strong> - Ne pas utiliser le bouton de lcoalisation.</em></p>

source: <p><em><strong>Within the address field</strong> - display locator icon within the input address field.</em></p>
fr_fr: <p><em><strong>Dans le champ d&#8217;adresse</strong> - Afficher le bouton de localisation &agrave; droite dans le champ d&#8217;adresse.</em></p>

source: <p><em><strong>Choose icon</strong> - display any of the icons next to the address field.</em></p>
fr_fr: <p><em><strong>Choisir un ic&ocirc;ne</strong> - Affichez l&#8217;un des ic&ocirc;nes disponibles &agrave; c&ocirc;t&eacute; du champ d&#8217;adresse.</em></p>

source: Locator auto-submit
fr_fr: Auto-valider Position

source: This feature works in conjunction with the locator button above. If checked the address found using the locator button will be dynamically entered in the address field and the form will be automatically submitted.
fr_fr: Cette option fontionne en parall&egrave;le du bouton de localisation ci-dessus. Si vous l&#8217;activez, la recherche sera lanc&eactue;e automatiquement d&egrave;s qu&#8217;une adresse sera entr&eacute;e.

source: Search Results
fr_fr: R&eacute;sultats

source: Results Page
fr_fr: Page de r&eacute;sultats

source: The results page will display the search results in the selected page when using the "GMW Search Form" widget or when you want to have the search form in one page and the results showing in a different page.
fr_fr: La page de r&eacute;sultats affichera les r&eacute;sultats de recherche dans la page choisie en utilisant le widget "Formulaire de recherche GMW" ou si vous voulez avoir le formulaire de recherche sur une page et les r&eacute;sultats sur une autre.

source: Choose the results page from the dropdown menu and paste the shortcode [gmw form="results"] into that page. To display the search result in the same page as the search form choose "Same Page" from the select box.
fr_fr: Choisissez la page de r&eacute;sultats dans le menu d&eacute;roulant et collez-y le shortcode [gmw form="results"]. Pour afficher les r&eacute;sultats sur la m&ecirc;me page, choisissez "M&ecirc;me page".

source: Results Template
fr_fr: Template des R&eacute;sultats

source: Your template folder must contain the results.php file and another folder named "css" and the style.css within it.
fr_fr: Votre dossier de templates doit contenir le fichier results.php et un autre dossier nomm&eacute; "css" avec le fichier style.css dedans.

source: Auto Results
fr_fr: R&eacute;sultats automatiques

source: This feature will automatically run initial search and display results based on the user's current location (if exists via cookies) when he/she first goes to a search page. You need to define the radius and the units for this initial search .
fr_fr: Lancera automatiquement la recherche initiale et affichera les r&eacute;sultats bas&eacute;s sur la position actuelle de l&#8217;utilisateur (si elle existe via les cookies) quand il/elle visitera la page de recherche pour al premi&egrave;re fois. Vous devez d&eacute;finir le rayon et les unit&eacute;s pour cette recherche initiale.

source: Display all locations on page load
fr_fr: Afficher toutes les positions avec le chargement de la page.

source: Using this feature the plugin will automatically display all locations on page load. Note that if the auto results feature above is enabled the plugin will first look for location based on the user's current location. If user's location does not exist the plugin then will display all locations.
fr_fr: Cette fonction permettra au plugin d&#8217;afficher automatiquement toutes les positions au chargement de la page. Notez que si l&#8217;option "R&eacute;sultats automatiques" est active, le plugin cherchera d&#8217;abord des r&eacute;sultats bas&eacute;s sur la position actuelle de l&#8217;utilisateur. Si cette position est inconnue, alors toutes les positions seront affich&eacute;es.

source: Choose the number of results per page. By setting a single value you set the default number of results per page. By giving multiple values, comma separated, a select box will be created and the users will be able to set the number of results per page.
fr_fr: Choisissez le nombre de r&eacute;sultats par page. Vous pouvez d&eacute;finir une valeur unique ou plusieurs valeurs accessibles via un menu d&eacute;roulant (s&eacute;par&eacute;es par des virgules dans ce cas).

source: Display results on the map: <ul><li><em>No map - Do not display map</li><li><em>In results - display the map above the list of results</em></li><li><em>Using shortcode - display the map anywhere on the page using the shortcode [gmw map="form ID"]</em></li></ul>
fr_fr: Afficher les r&eacute;sultats sur la carte : <ul><li><em>Pas de carte</li><li><em>Dans les r&eacute;sultats - Affiche une carte au dessus de la liste de r&eacute;sultats</em></li><li><em>Via shortcode - Affiche la carte n&#8217;importe o&ugrave; sur la page avec [gmw map="form ID"]</em></li></ul>

source: In results
fr_fr: Dans les r&eacute;sultats

source: Driving Distance
fr_fr: Distance d&#8217;itin&eacute;raire

source: While the results showing the radius distance from the user to each of the locations, this feature let you display the exact driving distance. Please note that each driving distance request counts with google API when you can have 2500 requests per day.
fr_fr: Cette fonction permet d&#8217;afficher la distance exacte &agrave; parcourir, alors que les r&eacute;sultats montrent le rayon. Un compte Google API est requis et autorise 2500 requ&ecirc;tes par jour.

source: Get Directions Link
fr_fr: Lien "Itin&eacute;raire"
